Repository: Anywhere-Music-Player/CodexLimits
Catalog: CodexLimits/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
tr: Hesap
uk: Обліковий запис
zh_hans: 账户
zh_hant: 帳號

source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
tr: Klasik
uk: Класична
zh_hans: 经典
zh_hant: 經典

# content.5hours
source: 5 Hours
de: 5 Stunden
es: 5 horas
fr: 5 heures
it: 5 ore
ja: 5時間
ko: 5시간
nl: 5 uur
pl: 5 godzin
pt_br: 5 horas
tr: 5 saat
uk: 5 годин
zh_hans: 5 小时
zh_hant: 5 小時

# content.login
source: Login to get current usage rate
de: Melden Sie sich an, um die aktuelle Nutzungsrate abzurufen
es: Inicia sesión para obtener la tasa de uso actual
fr: Connectez-vous pour obtenir le taux d’utilisation actuel
it: Accedi per ottenere il tasso di utilizzo attuale
ja: ログインして現在の使用率を取得
ko: 로그인하여 현재 사용률을 가져오세요
nl: Log in om het huidige gebruikspercentage te bekijken
pl: Zaloguj się, aby pobrać bieżący wskaźnik użycia
pt_br: Faça login para obter a taxa de uso atual
tr: Güncel kullanım oranını görmek için giriş yapın
uk: Увійдіть, щоб отримати поточний рівень використання
zh_hans: 登录以获取当前使用率
zh_hant: 登入以取得目前使用率

# content.notFetched
source: Not fetched. Please login below.
de: Nicht abgerufen. Bitte unten anmelden.
es: No se obtuvo. Inicia sesión abajo.
fr: Non récupéré. Veuillez vous connecter ci-dessous.
it: Non recuperato. Accedi qui sotto.
ja: 未取得です。下部でログインしてください。
ko: 가져오지 못했습니다. 아래에서 로그인하세요.
nl: Niet opgehaald. Log hieronder in.
pl: Nie pobrano. Zaloguj się poniżej.
pt_br: Não obtido. Faça login abaixo.
tr: Getirilemedi. Lütfen aşağıdan giriş yapın.
uk: Не отримано. Будь ласка, увійдіть нижче.
zh_hans: 未获取。请在下方登录。
zh_hant: 尚未取得。請在下方登入。

# content.refreshNow
source: Refresh Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로 고침
nl: Nu verversen
pl: Odśwież teraz
pt_br: Atualizar agora
tr: Şimdi yenile
uk: Оновити зараз
zh_hans: 立即刷新
zh_hant: 立即更新

# content.reset
source: Reset:
de: Zurückgesetzt:
es: Reinicio:
fr: Réinitialisation :
it: Reimposta:
ja: リセット:
ko: 재설정:
pt_br: Redefinir:
tr: Sıfırla:
uk: Скидання:
zh_hans: 重置：
zh_hant: 重置：

# content.week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pl: Tydzień
pt_br: Semana
tr: Hafta
uk: Тиждень
zh_hans: 周
zh_hant: 週

# error.fetchFailed
source: Failed to fetch: %@
de: Abruf fehlgeschlagen: %@
es: Error al obtener: %@
fr: Échec de récupération : %@
it: Recupero non riuscito: %@
ja: 取得に失敗しました: %@
ko: 가져오기 실패: %@
nl: Ophalen mislukt: %@
pl: Nie udało się pobrać: %@
pt_br: Falha ao obter: %@
tr: Getirilemedi: %@
uk: Не вдалося отримати: %@
zh_hans: 获取失败：%@
zh_hant: 取得失敗：%@

# error.loginNotLoaded
source: Login page not loaded.
de: Anmeldeseite nicht geladen.
es: La página de inicio de sesión no se ha cargado.
fr: La page de connexion n’est pas chargée.
it: Pagina di accesso non caricata.
ja: ログイン画面の読み込みが完了していません。
ko: 로그인 페이지가 로드되지 않았습니다.
nl: Inlogpagina niet geladen.
pl: Strona logowania nie została załadowana.
pt_br: Página de login não carregada.
tr: Giriş sayfası yüklenmedi.
uk: Сторінка входу не завантажена.
zh_hans: 登录页面未加载完成。
zh_hant: 登入頁面尚未載入。

# error.parseFailed
source: Failed to parse response.
de: Antwort konnte nicht analysiert werden.
es: No se pudo analizar la respuesta.
fr: Échec de l’analyse de la réponse.
it: Impossibile analizzare la risposta.
ja: 取得結果の解析に失敗しました。
ko: 응답 파싱에 실패했습니다.
nl: Kon antwoord niet parseren.
pl: Nie udało się przeanalizować odpowiedzi.
pt_br: Falha ao analisar a resposta.
tr: Yanıt çözümlenemedi.
uk: Не вдалося розібрати відповідь.
zh_hans: 解析响应失败。
zh_hant: 解析回應失敗。

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
tr: Genel
uk: Загальні
zh_hans: 通用
zh_hant: 一般

# menu.about
source: About CodexLimits
de: Über CodexLimits
es: Acerca de CodexLimits
fr: À propos d’CodexLimits
it: Informazioni su CodexLimits
ja: CodexLimitsについて
ko: CodexLimits 정보
nl: Over CodexLimits
pl: O CodexLimits
pt_br: Sobre o CodexLimits
tr: CodexLimits Hakkında
uk: Про CodexLimits
zh_hans: 关于 CodexLimits
zh_hant: 關於 CodexLimits

# menu.openSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# menu.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
pl: Zakończ
pt_br: Sair
tr: Çıkış
uk: Вийти
zh_hans: 退出
zh_hant: 結束

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Prévia
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

source: Refresh failed
de: Aktualisierung fehlgeschlagen
es: Error al actualizar
fr: Échec de l’actualisation
it: Aggiornamento non riuscito
ja: 更新に失敗しました
ko: 새로 고침 실패
nl: Vernieuwen mislukt
pl: Odświeżanie nie powiodło się
pt_br: Falha ao atualizar
tr: Yenileme başarısız
uk: Помилка оновлення
zh_hans: 刷新失败
zh_hant: 重新整理失敗

# refreshInterval.label
source: Refresh interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle d’actualisation
it: Intervallo di aggiornamento
ja: 更新間隔
ko: 새로 고침 간격
nl: Verversingsinterval
pl: Interwał odświeżania
pt_br: Intervalo de atualização
tr: Yenileme aralığı
uk: Інтервал оновлення
zh_hans: 刷新间隔
zh_hant: 更新間隔

source: Reset due
de: Zurücksetzung fällig
es: Restablecimiento pendiente
fr: Réinitialisation attendue
it: Ripristino previsto
ja: リセット予定時刻です
ko: 초기화 예정 시각
nl: Reset verwacht
pl: Czas resetu minął
pt_br: Redefinição prevista
tr: Sıfırlama zamanı geldi
uk: Час скидання настав
zh_hans: 已到重置时间
zh_hant: 已到重設時間

source: Sample data
de: Beispieldaten
es: Datos de ejemplo
fr: Données d’exemple
it: Dati di esempio
ja: サンプルデータ
ko: 예시 데이터
nl: Voorbeeldgegevens
pl: Przykładowe dane
pt_br: Dados de exemplo
tr: Örnek veriler
uk: Приклад даних
zh_hans: 示例数据
zh_hant: 範例資料

source: Segments
de: Segmente
es: Segmentos
it: Segmenti
ja: セグメント
ko: 세그먼트
nl: Segmenten
pl: Segmenty
pt_br: Segmentos
tr: Segmentler
uk: Сегменти
zh_hans: 分段
zh_hant: 分段

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
tr: Seçildi
uk: Вибрано
zh_hans: 已选择
zh_hant: 已選取

source: Show both limits in preview
de: Beide Limits in der Vorschau
es: Ambos límites en la vista previa
fr: Les deux limites dans l’aperçu
it: Entrambi i limiti nell’anteprima
ja: 両方の上限をプレビュー
ko: 미리보기에 두 한도 표시
nl: Beide limieten in voorbeeld
pl: Oba limity w podglądzie
pt_br: Ambos os limites na prévia
tr: Önizlemede iki sınırı göster
uk: Обидва ліміти у прев’ю
zh_hans: 预览中显示两个限额
zh_hant: 預覽中顯示兩個額度

source: Show progress
de: Fortschritt anzeigen
es: Mostrar progreso
fr: Afficher la progression
it: Mostra avanzamento
ja: 進捗を表示
ko: 진행률 표시
nl: Voortgang tonen
pl: Pokaż postęp
pt_br: Mostrar progresso
tr: İlerlemeyi göster
uk: Показувати прогрес
zh_hans: 显示进度
zh_hant: 顯示進度

source: Sign in required
de: Anmeldung erforderlich
es: Inicia sesión
fr: Connexion requise
it: Accesso richiesto
ja: ログインが必要です
ko: 로그인 필요
nl: Inloggen vereist
pl: Wymagane logowanie
pt_br: Login necessário
tr: Giriş gerekli
uk: Потрібен вхід
zh_hans: 需要登录
zh_hant: 需要登入

# status.loadingLogin
source: Loading login page...
de: Anmeldeseite wird geladen...
es: Cargando página de inicio de sesión...
fr: Chargement de la page de connexion...
it: Caricamento pagina di accesso...
ja: ログイン画面を読み込み中です
ko: 로그인 페이지를 불러오는 중...
nl: Inlogpagina laden...
pl: Ładowanie strony logowania...
pt_br: Carregando página de login...
tr: Giriş sayfası yükleniyor...
uk: Завантаження сторінки входу...
zh_hans: 正在加载登录页面...
zh_hant: 正在載入登入頁面...

# status.updated
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新しました
ko: 업데이트됨
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizado
tr: Güncellendi
uk: Оновлено
zh_hans: 已更新
zh_hant: 已更新

source: Themes
de: Designs
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
ko: 테마
nl: Thema’s
pl: Motywy
pt_br: Temas
tr: Temalar
uk: Теми
zh_hans: 主题
zh_hant: 主題

# usage.updated
source: Updated:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
it: Aggiornato:
ja: 更新:
ko: 업데이트:
nl: Bijgewerkt:
pl: Zaktualizowano:
pt_br: Atualizado:
tr: Güncellendi:
uk: Оновлено:
zh_hans: 更新：
zh_hant: 更新：

source: Use theme
de: Design verwenden
es: Usar tema
fr: Utiliser ce thème
it: Usa tema
ja: テーマを使用
ko: 테마 사용
nl: Thema gebruiken
pl: Użyj motywu
pt_br: Usar tema
tr: Temayı kullan
uk: Обрати тему
zh_hans: 使用主题
zh_hant: 使用主題

# window.settings.title
source: CodexLimits Settings
de: CodexLimits Einstellungen
es: Ajustes de CodexLimits
fr: Réglages CodexLimits
it: Impostazioni CodexLimits
ja: CodexLimits 設定
ko: CodexLimits 설정
nl: CodexLimits Instellingen
pl: Ustawienia CodexLimits
pt_br: Configurações do CodexLimits
tr: CodexLimits Ayarları
uk: Налаштування CodexLimits
zh_hans: CodexLimits 设置
zh_hant: CodexLimits 設定

source: In %@
es: En %@
fr: Dans %@
it: Tra %@
ja: %@後
ko: %@ 후
nl: Over %@
pl: Za %@
pt_br: Em %@
tr: %@ sonra
uk: Через %@
zh_hans: %@后
zh_hant: %@後

source: Ring
es: Anillo
fr: Anneau
it: Anello
ja: リング
ko: 링
pl: Pierścień
pt_br: Anel
tr: Halka
uk: Кільце
zh_hans: 圆环
zh_hant: 圓環

# refreshInterval.minutesFormat
source: %d min
ja: %d分
ko: %d분
tr: %d dk
uk: %d хв
zh_hans: %d 分钟
zh_hant: %d 分鐘
